[
  "-",
  "remote",
  "injection",
  "sql",
  "to",
  "file",
  "a",
  "vulnerability",
  "cross-site",
  "overflow",
  "scripting",
  "an",
  "microsoft",
  "the",
  "of",
  "multiple",
  "buffer",
  "code",
  "execution",
  "and",
  "that",
  "local",
  "contains",
  "in",
  "service",
  "inclusion",
  "allows",
  "server",
  "denial",
  "/",
  "attacker",
  "vulnerabilities",
  "windows",
  "arbitrary",
  "metasploit",
  "for",
  "could",
  "bypass",
  "allow",
  "web",
  "command",
  "disclosure",
  "privilege",
  "1.0",
  "escalation",
  "access",
  "execute",
  "cms",
  "component",
  "via",
  "apple",
  "authentication",
  "system",
  "memory",
  "this",
  "with",
  "kernel",
  "traversal",
  "contain",
  "crafted",
  "ios",
  "directory",
  "upload",
  "php",
  "poc",
  "joomla",
  "which",
  "adobe",
  "html",
  "manager",
  "internet",
  "unauthenticated",
  "plugin",
  "wordpress",
  "on",
  "cisco",
  "user",
  "information",
  "script",
  "stack",
  "request",
  "2.0",
  "explorer",
  "google",
  "player",
  "2",
  "attackers",
  "unspecified",
  "corruption",
  "or",
  "management",
  "1",
  "security",
  "control",
  "can",
  "privileges",
  "products",
  "injections",
  "linux",
  "oracle",
  "when",
  "index.php",
  "heap",
  "use-after-free",
  "http",
  "activex",
  "chromium",
  "data",
  "apache",
  "flash",
  "software",
  "application",
  "module",
  "is",
  "network",
  "improper",
  "not",
  "processing",
  "id",
  "by",
  "input",
  "seh",
  "path",
  "1.1",
  "authenticated",
  "blind",
  "validation",
  "read",
  "files",
  "pro",
  "commands",
  "as",
  "password",
  "handling",
  "may",
  "webkit",
  "be",
  "ftp",
  "forgery",
  "java",
  "os",
  "macos",
  "devices",
  "out-of-bounds",
  "page",
  "interface",
  "3.0",
  "engine",
  "1.2",
  "office",
  "malicious",
  "admin",
  "users",
  "insecure",
  "client",
  "due",
  "cause",
  "perform",
  "including",
  "chrome",
  "unauthorized",
  "database",
  "gain",
  "limited",
  "edge",
  "4.0",
  "secure",
  "affected",
  "write",
  "vmware",
  "media",
  "ipados",
  "exists",
  "content",
  "ibm",
  "mozilla",
  "driver",
  "cookie",
  "portal",
  "device",
  "but",
  "firefox",
  "string",
  "appliance",
  "opera",
  "function",
  "1.x",
  "exploit",
  "safari",
  "format",
  "root",
  "type",
  "d-link",
  "exploitation",
  "gallery",
  "use",
  "crash",
  "1.3",
  "board",
  "ivanti",
  "reader",
  "universal",
  "3",
  "download",
  "android",
  "open",
  "core",
  "deserialization",
  "potentially",
  "inclusions",
  "message",
  "site",
  "2.1",
  "allowing",
  "from",
  "configuration",
  "specially",
  "integer",
  "v8",
  "center",
  "mail",
  "solaris",
  "osx",
  "mobile",
  "gateway",
  "routers",
  "dos",
  "citrix",
  "suite",
  "hp",
  "forum",
  "m3u",
  "services",
  "build",
  "lead",
  "environment",
  "affect",
  "virtual",
  "photo",
  "3.1",
  "successful",
  "pointer",
  "micro",
  "administrative",
  "protocol",
  "acrobat",
  "denial-of-service",
  "2.2",
  "fortinet",
  "requests",
  "condition",
  "overwrite",
  "connect",
  "using",
  "framework",
  "mac"
]