[
  "to",
  "the",
  "a",
  "in",
  "allows",
  "and",
  "remote",
  "attackers",
  "via",
  "of",
  "arbitrary",
  "which",
  "cvss:5.0|unknown",
  "users",
  "local",
  "service",
  "by",
  "cvss:7.5|unknown",
  "execute",
  "denial",
  "server",
  "cause",
  "buffer",
  "files",
  "overflow",
  "for",
  "an",
  "or",
  "gain",
  "earlier",
  "privileges",
  "that",
  "with",
  "file",
  "not",
  "commands",
  "vulnerability",
  "long",
  "is",
  "cvss:7.2|unknown",
  "on",
  "allow",
  "access",
  "cvss:10.0|unknown",
  "does",
  "root",
  "read",
  "user",
  "dot",
  "as",
  "web",
  "code",
  "directory",
  "before",
  "program",
  "attacker",
  "command",
  "possibly",
  "request",
  "windows",
  "when",
  "attack",
  "cvss:4.6|unknown",
  "other",
  "password",
  "2",
  "properly",
  "1",
  "could",
  "through",
  "cvss:2.1|unknown",
  "http",
  "system",
  "from",
  "information",
  "parameter",
  "url",
  "linux",
  "malformed",
  "configuration",
  "microsoft",
  "aka",
  "script",
  "internet",
  "authentication",
  "name",
  "bypass",
  "string",
  "modify",
  "using",
  "passwords",
  "crash",
  "obtain",
  "number",
  "port",
  "traversal",
  "client",
  "be",
  "large",
  "variable",
  "symlink",
  "2000",
  "shell",
  "nt",
  "ftp",
  "such",
  "message",
  "default",
  "it",
  "cgi",
  "n/a",
  "are",
  "systems",
  "4.0",
  "function",
  "explorer",
  "overwrite",
  "can",
  "used",
  "running",
  "sensitive",
  "format",
  "permissions",
  "argument",
  "data",
  "metacharacters",
  "packets",
  "3",
  "this",
  "solaris",
  "uses",
  "causes",
  "option",
  "certain",
  "use",
  "has",
  "malicious",
  "mail",
  "error",
  "security",
  "5.0",
  "ip",
  "characters",
  "cisco",
  "without",
  "address",
  "sql",
  "path",
  "get",
  "enabled",
  "programs",
  "may",
  "candidate",
  "scripting",
  "versions",
  "network",
  "iis",
  "control",
  "line",
  "contains",
  "package",
  "4",
  "do",
  "daemon",
  "key",
  "packet",
  "memory",
  "overflows",
  "if",
  "database",
  "administrator",
  "sending",
  "irix",
  "hp-ux",
  "list",
  "into",
  "requests",
  "html",
  "cross-site",
  "stores",
  "environmental",
  "email",
  "source",
  "2.0",
  "version",
  "create",
  "directories",
  "process",
  "temporary",
  "telnet",
  "oracle",
  "servers",
  "conduct",
  "determine",
  "application",
  "1.0",
  "domain",
  "reason",
  "header",
  "vulnerabilities",
  "username",
  "specifying",
  "freebsd",
  "aix",
  "3.0",
  "javascript",
  "modifying",
  "session",
  "manager",
  "names",
  "interface",
  "account",
  "directly",
  "host",
  "restrictions",
  "log",
  "invalid",
  "5",
  "operating",
  "connections",
  "proxy",
  "cvss:6.4|unknown",
  "creates",
  "containing",
  "login",
  "unix",
  "encryption",
  "page",
  "kernel",
  "messages",
  "site",
  "red",
  "tcp",
  "multiple",
  "dns",
  "user's",
  "netscape",
  "connection",
  "set",
  "php",
  "hat",
  "check",
  "some",
  "than",
  "environment",
  "null",
  "firewall",
  "device",
  "any",
  "weak",
  "4.1",
  "its",
  "protocol",
  "different",
  "smtp",
  "apache",
  "form",
  "field",
  "library",
  "hp",
  "have",
  "administration",
  "5.5",
  "point",
  "cvss:0.0|unknown",
  "includes",
  "physical",
  "java",
  "module",
  "registry",
  "target",
  "software",
  "pathname",
  "allowing",
  "series",
  "e.g",
  "force",
  "snmp",
  "trojan",
  "including",
  "router",
  "cvss:5.1|unknown",
  "under",
  "6.0",
  "services",
  "cvss:2.6|unknown",
  "scripts",
  "installed",
  "ibm",
  "calling",
  "more",
  "whose",
  "sgi",
  "all",
  "additional",
  "restrict",
  "installation",
  "horse",
  "creating",
  "mode",
  "management",
  "view",
  "clients",
  "perform",
  "tag",
  "notes",
  "administrative",
  "8",
  "plaintext",
  "cache",
  "sco",
  "7",
  "setting",
  "2.1",
  "execution",
  "another",
  "character",
  "cpu",
  "insecure",
  "udp",
  "valid",
  "enterprise",
  "cvss:6.2|unknown",
  "utility",
  "object",
  "length",
  "outlook",
  "usernames",
  "arguments",
  "instead",
  "call",
  "query",
  "activex",
  "strings",
  "engine",
  "group",
  "id",
  "been",
  "being",
  "generates",
  "then",
  "cvss:1.2|unknown",
  "unauthorized",
  "after",
  "brute",
  "media",
  "extension",
  "sendmail",
  "executed",
  "lotus",
  "about",
  "6",
  "even",
  "variables",
  "change",
  "rejected",
  "accounts",
  "5.1",
  "desktop",
  "during",
  "cleartext",
  "virtual",
  "same",
  "consultids",
  "ssh",
  "filename",
  "fields",
  "beta",
  "ios",
  "x",
  "/",
  "pro",
  "requesting",
  "jsp",
  "setuid",
  "various",
  "icmp",
  "spoofing",
  "flood",
  "sets",
  "exchange",
  "within",
  "unknown",
  "who",
  "handle",
  "4.x",
  "value",
  "unixware",
  "modified",
  "stored",
  "logging",
  "agent",
  "filter",
  "openbsd",
  "frame",
  "7.0",
  "document",
  "domino",
  "specified",
  "connect",
  "policy",
  "leak",
  "spoof",
  "description",
  "parameters",
  "exhaustion",
  "send",
  "sunos",
  "include",
  "restricted",
  "real",
  "at",
  "predictable",
  "kerberos",
  "sites",
  "keys",
  "write",
  "resource",
  "community",
  "demonstrated",
  "cvss:3.6|unknown",
  "consumption",
  "text",
  "cpe:2.3:o:microsoft:windows_2000:*:*:*:*:*:*:*:*",
  "related",
  "5.x",
  "delete",
  "new",
  "response",
  "reading",
  "encoded",
  "one",
  "world-readable",
  "content",
  "feature",
  "98",
  "traffic",
  "shopping",
  "cart",
  "input",
  "sun",
  "sequence",
  "asp",
  "pages",
  "processes",
  "hidden",
  "store",
  "irc",
  "4.2",
  "calls",
  "routers",
  "installs",
  "search",
  "attacks",
  "display",
  "so",
  "2.4",
  "1.5",
  "sessions",
  "headers",
  "4.5",
  "connecting",
  "configured",
  "type",
  "intended",
  "common",
  "alternate",
  "servlet",
  "prevent",
  "machine",
  "print",
  "pop3",
  "cookies",
  "authenticated",
  "dump",
  "core",
  "mime",
  "executing",
  "cookie",
  "while",
  "component",
  "contents",
  "cwd",
  "home",
  "decrypt",
  "contain",
  "3.1",
  "run",
  "2.6",
  "appropriate",
  "messenger",
  "e-mail",
  "verify",
  "attachment",
  "image",
  "suite",
  "browser",
  "condition",
  "full",
  "attempts",
  "out",
  "accessing",
  "between",
  "incorrect",
  "secure",
  "variant",
  "hang",
  "6.1"
]