[
  "for",
  "microsoft",
  "visual",
  "basic",
  "applications",
  "vba",
  "mitigations",
  "contains",
  "an",
  "insecure",
  "library",
  "loading",
  "vulnerability",
  "that",
  "could",
  "allow",
  "remote",
  "code",
  "execution",
  "apply",
  "per",
  "vendor",
  "instructions",
  "follow",
  "applicable",
  "bod",
  "22-01",
  "guidance",
  "cloud",
  "services",
  "or",
  "discontinue",
  "use",
  "of",
  "the",
  "product",
  "if",
  "are",
  "unavailable",
  "__pad_39",
  "__pad_40",
  "__pad_41",
  "__pad_42",
  "__pad_43",
  "__pad_44",
  "__pad_45",
  "__pad_46",
  "__pad_47",
  "__pad_48",
  "__pad_49",
  "__pad_50",
  "__pad_51",
  "__pad_52",
  "__pad_53",
  "__pad_54",
  "__pad_55",
  "__pad_56",
  "__pad_57",
  "__pad_58",
  "__pad_59",
  "__pad_60",
  "__pad_61",
  "__pad_62",
  "__pad_63",
  "__pad_64",
  "__pad_65",
  "__pad_66",
  "__pad_67",
  "__pad_68",
  "__pad_69",
  "__pad_70",
  "__pad_71",
  "__pad_72",
  "__pad_73",
  "__pad_74",
  "__pad_75",
  "__pad_76",
  "__pad_77",
  "__pad_78",
  "__pad_79",
  "__pad_80",
  "__pad_81",
  "__pad_82",
  "__pad_83",
  "__pad_84",
  "__pad_85",
  "__pad_86",
  "__pad_87",
  "__pad_88",
  "__pad_89",
  "__pad_90",
  "__pad_91",
  "__pad_92",
  "__pad_93",
  "__pad_94",
  "__pad_95",
  "__pad_96",
  "__pad_97",
  "__pad_98",
  "__pad_99",
  "__pad_100",
  "__pad_101",
  "__pad_102",
  "__pad_103",
  "__pad_104",
  "__pad_105",
  "__pad_106",
  "__pad_107",
  "__pad_108",
  "__pad_109",
  "__pad_110",
  "__pad_111",
  "__pad_112",
  "__pad_113",
  "__pad_114",
  "__pad_115",
  "__pad_116",
  "__pad_117",
  "__pad_118",
  "__pad_119",
  "__pad_120",
  "__pad_121",
  "__pad_122",
  "__pad_123",
  "__pad_124",
  "__pad_125",
  "__pad_126",
  "__pad_127",
  "__pad_128",
  "__pad_129",
  "__pad_130",
  "__pad_131",
  "__pad_132",
  "__pad_133",
  "__pad_134",
  "__pad_135",
  "__pad_136",
  "__pad_137",
  "__pad_138",
  "__pad_139",
  "__pad_140",
  "__pad_141",
  "__pad_142",
  "__pad_143",
  "__pad_144",
  "__pad_145",
  "__pad_146",
  "__pad_147",
  "__pad_148",
  "__pad_149",
  "__pad_150",
  "__pad_151",
  "__pad_152",
  "__pad_153",
  "__pad_154",
  "__pad_155",
  "__pad_156",
  "__pad_157",
  "__pad_158",
  "__pad_159",
  "__pad_160",
  "__pad_161",
  "__pad_162",
  "__pad_163",
  "__pad_164",
  "__pad_165",
  "__pad_166",
  "__pad_167",
  "__pad_168",
  "__pad_169",
  "__pad_170",
  "__pad_171",
  "__pad_172",
  "__pad_173",
  "__pad_174",
  "__pad_175",
  "__pad_176",
  "__pad_177",
  "__pad_178",
  "__pad_179",
  "__pad_180",
  "__pad_181",
  "__pad_182",
  "__pad_183",
  "__pad_184",
  "__pad_185",
  "__pad_186",
  "__pad_187",
  "__pad_188",
  "__pad_189",
  "__pad_190",
  "__pad_191",
  "__pad_192",
  "__pad_193",
  "__pad_194",
  "__pad_195",
  "__pad_196",
  "__pad_197",
  "__pad_198",
  "__pad_199",
  "__pad_200",
  "__pad_201",
  "__pad_202",
  "__pad_203",
  "__pad_204",
  "__pad_205",
  "__pad_206",
  "__pad_207",
  "__pad_208",
  "__pad_209",
  "__pad_210",
  "__pad_211",
  "__pad_212",
  "__pad_213",
  "__pad_214",
  "__pad_215",
  "__pad_216",
  "__pad_217",
  "__pad_218",
  "__pad_219",
  "__pad_220",
  "__pad_221",
  "__pad_222",
  "__pad_223",
  "__pad_224",
  "__pad_225",
  "__pad_226",
  "__pad_227",
  "__pad_228",
  "__pad_229",
  "__pad_230",
  "__pad_231",
  "__pad_232",
  "__pad_233",
  "__pad_234",
  "__pad_235",
  "__pad_236",
  "__pad_237",
  "__pad_238",
  "__pad_239",
  "__pad_240",
  "__pad_241",
  "__pad_242",
  "__pad_243",
  "__pad_244",
  "__pad_245",
  "__pad_246",
  "__pad_247",
  "__pad_248",
  "__pad_249",
  "__pad_250",
  "__pad_251",
  "__pad_252",
  "__pad_253",
  "__pad_254",
  "__pad_255",
  "__pad_256",
  "__pad_257",
  "__pad_258",
  "__pad_259",
  "__pad_260",
  "__pad_261",
  "__pad_262",
  "__pad_263",
  "__pad_264",
  "__pad_265",
  "__pad_266",
  "__pad_267",
  "__pad_268",
  "__pad_269",
  "__pad_270",
  "__pad_271",
  "__pad_272",
  "__pad_273",
  "__pad_274",
  "__pad_275",
  "__pad_276",
  "__pad_277",
  "__pad_278",
  "__pad_279",
  "__pad_280",
  "__pad_281",
  "__pad_282",
  "__pad_283",
  "__pad_284",
  "__pad_285",
  "__pad_286",
  "__pad_287",
  "__pad_288",
  "__pad_289",
  "__pad_290",
  "__pad_291",
  "__pad_292",
  "__pad_293",
  "__pad_294",
  "__pad_295",
  "__pad_296",
  "__pad_297",
  "__pad_298",
  "__pad_299",
  "__pad_300",
  "__pad_301",
  "__pad_302",
  "__pad_303",
  "__pad_304",
  "__pad_305",
  "__pad_306",
  "__pad_307",
  "__pad_308",
  "__pad_309",
  "__pad_310",
  "__pad_311",
  "__pad_312",
  "__pad_313",
  "__pad_314",
  "__pad_315",
  "__pad_316",
  "__pad_317",
  "__pad_318",
  "__pad_319",
  "__pad_320",
  "__pad_321",
  "__pad_322",
  "__pad_323",
  "__pad_324",
  "__pad_325",
  "__pad_326",
  "__pad_327",
  "__pad_328",
  "__pad_329",
  "__pad_330",
  "__pad_331",
  "__pad_332",
  "__pad_333",
  "__pad_334",
  "__pad_335",
  "__pad_336",
  "__pad_337",
  "__pad_338",
  "__pad_339",
  "__pad_340",
  "__pad_341",
  "__pad_342",
  "__pad_343",
  "__pad_344",
  "__pad_345",
  "__pad_346",
  "__pad_347",
  "__pad_348",
  "__pad_349",
  "__pad_350",
  "__pad_351",
  "__pad_352",
  "__pad_353",
  "__pad_354",
  "__pad_355",
  "__pad_356",
  "__pad_357",
  "__pad_358",
  "__pad_359",
  "__pad_360",
  "__pad_361",
  "__pad_362",
  "__pad_363",
  "__pad_364",
  "__pad_365",
  "__pad_366",
  "__pad_367",
  "__pad_368",
  "__pad_369",
  "__pad_370",
  "__pad_371",
  "__pad_372",
  "__pad_373",
  "__pad_374",
  "__pad_375",
  "__pad_376",
  "__pad_377",
  "__pad_378",
  "__pad_379",
  "__pad_380",
  "__pad_381",
  "__pad_382",
  "__pad_383",
  "__pad_384",
  "__pad_385",
  "__pad_386",
  "__pad_387",
  "__pad_388",
  "__pad_389",
  "__pad_390",
  "__pad_391",
  "__pad_392",
  "__pad_393",
  "__pad_394",
  "__pad_395",
  "__pad_396",
  "__pad_397",
  "__pad_398",
  "__pad_399",
  "__pad_400",
  "__pad_401",
  "__pad_402",
  "__pad_403",
  "__pad_404",
  "__pad_405",
  "__pad_406",
  "__pad_407",
  "__pad_408",
  "__pad_409",
  "__pad_410",
  "__pad_411",
  "__pad_412",
  "__pad_413",
  "__pad_414",
  "__pad_415",
  "__pad_416",
  "__pad_417",
  "__pad_418",
  "__pad_419",
  "__pad_420",
  "__pad_421",
  "__pad_422",
  "__pad_423",
  "__pad_424",
  "__pad_425",
  "__pad_426",
  "__pad_427",
  "__pad_428",
  "__pad_429",
  "__pad_430",
  "__pad_431",
  "__pad_432",
  "__pad_433",
  "__pad_434",
  "__pad_435",
  "__pad_436",
  "__pad_437",
  "__pad_438",
  "__pad_439",
  "__pad_440",
  "__pad_441",
  "__pad_442",
  "__pad_443",
  "__pad_444",
  "__pad_445",
  "__pad_446",
  "__pad_447",
  "__pad_448",
  "__pad_449",
  "__pad_450",
  "__pad_451",
  "__pad_452",
  "__pad_453",
  "__pad_454",
  "__pad_455",
  "__pad_456",
  "__pad_457",
  "__pad_458",
  "__pad_459",
  "__pad_460",
  "__pad_461",
  "__pad_462",
  "__pad_463",
  "__pad_464",
  "__pad_465",
  "__pad_466",
  "__pad_467",
  "__pad_468",
  "__pad_469",
  "__pad_470",
  "__pad_471",
  "__pad_472",
  "__pad_473",
  "__pad_474",
  "__pad_475",
  "__pad_476",
  "__pad_477",
  "__pad_478",
  "__pad_479",
  "__pad_480",
  "__pad_481",
  "__pad_482",
  "__pad_483",
  "__pad_484",
  "__pad_485",
  "__pad_486",
  "__pad_487",
  "__pad_488",
  "__pad_489",
  "__pad_490",
  "__pad_491",
  "__pad_492",
  "__pad_493",
  "__pad_494",
  "__pad_495",
  "__pad_496",
  "__pad_497",
  "__pad_498",
  "__pad_499",
  "__pad_500",
  "__pad_501",
  "__pad_502",
  "__pad_503",
  "__pad_504",
  "__pad_505",
  "__pad_506",
  "__pad_507"
]